Repository: GabrielMaxUA/ScrambleGame
Catalog: LearnScrumble/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, ne, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, vi, yue, zh, zh_tw

source: Waiter
ar: نادل
bg: Сервитьор
bn: ওয়েটার
ca: Cambrer
cs: Číšník
da: Tjener
de: Kellner
el: Σερβιτόρος
es: Camarero
eu: Zerbitzaria
fa: پیشخدمت
fi: Tarjoilija
fr: Serveur
gl: Camareiro
gu: વેઇટર
he: מלצר
hi: वेटर
hr: Konobar
hu: Pincér
id: Pelayan
it: Cameriere
ja: ウェイター
kk: Даяшы
kn: ವೇಟರ್
ko: 웨이터
lt: Padavėjas
ml: വെയിറ്റർ
mr: वेटर
ms: Pelayan
nb: Servitør
ne: वेटर
nl: Ober
or: ୱେଟର
pa: ਵੇਟਰ
pl: Kelner
pt_br: Garçom
pt_pt: Empregado de mesa
ro: Ospătar
ru: Официант
sk: Čašník
sl: Natakar
sq: Kamerier
sv: Servitör
ta: உணவு பரிமாறுபவர்
te: వెయిటర్
th: พนักงานเสิร์ฟ
tr: Garson
uk: Офіціант
vi: Nhân viên phục vụ
yue: 侍應
zh: 服务员
zh_tw: 服務生

source: Warehouse worker
ar: عامل مستودع
bg: Складов работник
bn: গুদাম কর্মী
ca: Treballador de magatzem
cs: Skladník
da: Lagerarbejder
de: Lagerarbeiter
el: Εργάτης αποθήκης
es: Trabajador de almacén
eu: Biltegiko langilea
fa: کارگر انبار
fi: Varastotyöntekijä
fr: Magasinier
gl: Traballador de almacén
gu: વેરહાઉસ કામદાર
he: עובד מחסן
hi: गोदाम कर्मचारी
hr: Skladišni radnik
hu: Raktári dolgozó
id: Pekerja gudang
it: Magazziniere
ja: 倉庫作業員
kk: Қойма жұмысшысы
kn: ಗೋದಾಮು ಕಾರ್ಮಿಕ
ko: 창고 작업자
lt: Sandėlio darbuotojas
ml: വെയർഹൗസ് തൊഴിലാളി
mr: गोदाम कामगार
ms: Pekerja gudang
nb: Lagerarbeider
ne: गोदाम कामदार
nl: Magazijnmedewerker
or: ଗୋଦାମ ଶ୍ରମିକ
pa: ਗੋਦਾਮ ਕਾਮਾ
pl: Magazynier
pt_br: Trabalhador de armazém
pt_pt: Operador de armazém
ro: Lucrător în depozit
ru: Работник склада
sk: Skladník
sl: Skladiščnik
sq: Punëtor magazine
sv: Lagerarbetare
ta: கிடங்கு தொழிலாளி
te: గిడ్డంగి కార్మికుడు
th: พนักงานคลังสินค้า
tr: Depo işçisi
uk: Працівник складу
vi: Nhân viên kho
yue: 貨倉工人
zh: 仓库工人
zh_tw: 倉庫作業員

source: We couldn't find new words for this profession and language right now. Try again later or pick a different profession.
ar: لم نجد كلمات جديدة لهذه المهنة واللغة حاليًا. حاول لاحقًا أو اختر مهنة أخرى.
bg: В момента не намираме нови думи за тази професия и език. Опитайте по-късно или изберете друга професия.
bn: এই পেশা ও ভাষার জন্য এখন নতুন শব্দ পাওয়া যায়নি। পরে চেষ্টা করুন বা অন্য পেশা বেছে নিন।
ca: Ara mateix no hem trobat paraules noves per a aquesta professió i llengua. Torna-ho a provar més tard o tria una altra professió.
cs: Pro tuto profesi a jazyk teď nemáme nová slova. Zkuste to později nebo vyberte jinou profesi.
da: Vi kunne ikke finde nye ord til dette erhverv og sprog lige nu. Prøv igen senere, eller vælg et andet erhverv.
de: Für diesen Beruf und diese Sprache haben wir gerade keine neuen Wörter gefunden. Versuche es später erneut oder wähle einen anderen Beruf.
el: Δεν βρήκαμε νέες λέξεις για αυτό το επάγγελμα και τη γλώσσα αυτή τη στιγμή. Δοκίμασε αργότερα ή διάλεξε άλλο επάγγελμα.
es: No encontramos palabras nuevas para esta profesión e idioma por ahora. Inténtalo más tarde o elige otra profesión.
eu: Ez dugu hitz berririk aurkitu lanbide eta hizkuntza honetarako oraingoz. Saiatu geroago edo aukeratu beste lanbide bat.
fa: فعلاً کلمهٔ جدیدی برای این شغل و زبان پیدا نکردیم. بعداً امتحان کنید یا شغل دیگری انتخاب کنید.
fi: Emme löytäneet nyt uusia sanoja tälle ammatille ja kielelle. Yritä myöhemmin tai valitse toinen ammatti.
fr: Aucun nouveau mot trouvé pour ce métier et cette langue pour le moment. Réessayez plus tard ou choisissez un autre métier.
gl: Agora mesmo non atopamos palabras novas para esta profesión e lingua. Téntao máis tarde ou escolle outra profesión.
gu: હાલમાં આ વ્યવસાય અને ભાષા માટે નવા શબ્દો મળ્યા નથી. પછી પ્રયાસ કરો અથવા બીજો વ્યવસાય પસંદ કરો.
he: לא מצאנו כרגע מילים חדשות למקצוע ולשפה האלה. נסו שוב מאוחר יותר או בחרו מקצוע אחר.
hi: अभी इस पेशे और भाषा के लिए नए शब्द नहीं मिले। बाद में कोशिश करें या कोई दूसरा पेशा चुनें।
hr: Trenutačno nismo pronašli nove riječi za ovo zanimanje i jezik. Pokušajte kasnije ili odaberite drugo zanimanje.
hu: Most nem találtunk új szavakat ehhez a foglalkozáshoz és nyelvhez. Próbáld később, vagy válassz másik foglalkozást.
id: Kami belum menemukan kata baru untuk profesi dan bahasa ini. Coba lagi nanti atau pilih profesi lain.
it: Al momento non troviamo nuove parole per questa professione e lingua. Riprova più tardi o scegli un’altra professione.
ja: 現在、この職業と言語の新しい単語が見つかりません。後でもう一度試すか、別の職業を選んでください。
kk: Қазір бұл мамандық пен тіл үшін жаңа сөздер табылмады. Кейінірек көріңіз немесе басқа мамандық таңдаңыз.
kn: ಈ ವೃತ್ತಿ ಮತ್ತು ಭಾಷೆಗೆ ಈಗ ಹೊಸ ಪದಗಳು ಸಿಗಲಿಲ್ಲ. ನಂತರ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಬೇರೆ ವೃತ್ತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 지금은 이 직업과 언어에 대한 새 단어를 찾을 수 없습니다. 나중에 다시 시도하거나 다른 직업을 선택하세요.
lt: Šiuo metu neradome naujų žodžių šiai profesijai ir kalbai. Bandykite vėliau arba pasirinkite kitą profesiją.
ml: ഈ തൊഴിലിനും ഭാഷയ്ക്കും ഇപ്പോൾ പുതിയ വാക്കുകൾ കണ്ടെത്താനായില്ല. പിന്നീട് ശ്രമിക്കൂ അല്ലെങ്കിൽ മറ്റൊരു തൊഴിൽ തിരഞ്ഞെടുക്കൂ.
mr: सध्या या व्यवसायासाठी आणि भाषेसाठी नवीन शब्द सापडले नाहीत. नंतर प्रयत्न करा किंवा दुसरा व्यवसाय निवडा.
ms: Kami tidak menemui perkataan baharu untuk profesion dan bahasa ini sekarang. Cuba lagi nanti atau pilih profesion lain.
nb: Vi fant ingen nye ord for dette yrket og språket akkurat nå. Prøv igjen senere, eller velg et annet yrke.
ne: अहिले यो पेसा र भाषाका लागि नयाँ शब्द भेटिएनन्। पछि प्रयास गर्नुहोस् वा अर्को पेसा छान्नुहोस्।
nl: We konden nu geen nieuwe woorden vinden voor dit beroep en deze taal. Probeer het later opnieuw of kies een ander beroep.
or: ଏହି ବୃତ୍ତି ଓ ଭାଷା ପାଇଁ ଏବେ ନୂଆ ଶବ୍ଦ ମିଳିଲା ନାହିଁ। ପରେ ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଅନ୍ୟ ବୃତ୍ତି ବାଛନ୍ତୁ।
pa: ਇਸ ਵੇਲੇ ਇਸ ਕਿੱਤੇ ਅਤੇ ਭਾਸ਼ਾ ਲਈ ਨਵੇਂ ਸ਼ਬਦ ਨਹੀਂ ਮਿਲੇ। ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਕੋਈ ਹੋਰ ਕਿੱਤਾ ਚੁਣੋ।
pl: Nie znaleźliśmy teraz nowych słów dla tego zawodu i języka. Spróbuj później lub wybierz inny zawód.
pt_br: Não encontramos palavras novas para esta profissão e idioma agora. Tente mais tarde ou escolha outra profissão.
pt_pt: Não encontrámos palavras novas para esta profissão e língua neste momento. Tente mais tarde ou escolha outra profissão.
ro: Nu am găsit acum cuvinte noi pentru această profesie și limbă. Încearcă mai târziu sau alege altă profesie.
ru: Сейчас не удалось найти новые слова для этой профессии и языка. Попробуйте позже или выберите другую профессию.
sk: Pre túto profesiu a jazyk teraz nemáme nové slová. Skúste to neskôr alebo vyberte inú profesiu.
sl: Za ta poklic in jezik trenutno nismo našli novih besed. Poskusite pozneje ali izberite drug poklic.
sq: Nuk gjetëm fjalë të reja për këtë profesion dhe gjuhë tani. Provo më vonë ose zgjidh një profesion tjetër.
sv: Vi hittade inga nya ord för det här yrket och språket just nu. Försök senare eller välj ett annat yrke.
ta: இந்தத் தொழிலுக்கும் மொழிக்கும் இப்போது புதிய சொற்கள் கிடைக்கவில்லை. பிறகு முயலவும் அல்லது வேறு தொழிலைத் தேர்ந்தெடுக்கவும்.
te: ఈ వృత్తి మరియు భాష కోసం ప్రస్తుతం కొత్త పదాలు దొరకలేదు. తర్వాత ప్రయత్నించండి లేదా వేరే వృత్తిని ఎంచుకోండి.
th: ขณะนี้ไม่พบคำศัพท์ใหม่สำหรับอาชีพและภาษานี้ ลองใหม่ภายหลังหรือเลือกอาชีพอื่น
tr: Şu anda bu meslek ve dil için yeni kelime bulamadık. Daha sonra tekrar dene veya başka bir meslek seç.
uk: Зараз не вдалося знайти нові слова для цієї професії та мови. Спробуйте пізніше або виберіть іншу професію.
vi: Hiện chưa tìm thấy từ mới cho nghề và ngôn ngữ này. Hãy thử lại sau hoặc chọn nghề khác.
yue: 暫時找不到這個職業和語言的新詞彙。請稍後再試，或選擇其他職業。
zh: 目前找不到这个职业和语言的新单词。请稍后再试，或选择其他职业。
zh_tw: 目前找不到這個職業和語言的新單字。請稍後再試，或選擇其他職業。

source: Welcome back!
ar: مرحبًا بعودتك!
bg: Добре дошли отново!
bn: আবার স্বাগতম!
ca: Hola de nou!
cs: Vítejte zpět!
da: Velkommen tilbage!
de: Willkommen zurück!
el: Καλώς ήρθες ξανά!
es: ¡Hola de nuevo!
eu: Ongi etorri berriro!
fa: خوش برگشتید!
fi: Tervetuloa takaisin!
fr: Bon retour !
gl: Ola de novo!
gu: ફરી સ્વાગત છે!
he: ברוכים השבים!
hi: फिर से स्वागत है!
hr: Dobro došli natrag!
hu: Üdv újra!
id: Selamat datang kembali!
it: Ciao di nuovo!
ja: おかえりなさい！
kk: Қайта қош келдіңіз!
kn: ಮರಳಿ ಸ್ವಾಗತ!
ko: 다시 오신 것을 환영합니다!
lt: Sveiki sugrįžę!
ml: തിരികെ സ്വാഗതം!
mr: पुन्हा स्वागत आहे!
ms: Selamat kembali!
nb: Velkommen tilbake!
ne: फेरि स्वागत छ!
nl: Welkom terug!
or: ପୁଣି ସ୍ୱାଗତ!
pa: ਮੁੜ ਜੀ ਆਇਆਂ ਨੂੰ!
pl: Witaj ponownie!
pt_br: Que bom ter você de volta!
pt_pt: Bem-vindo de volta!
ro: Bine ai revenit!
ru: С возвращением!
sk: Vitajte späť!
sl: Dobrodošli nazaj!
sq: Mirë se u ktheve!
sv: Välkommen tillbaka!
ta: மீண்டும் வருக!
te: మళ్లీ స్వాగతం!
th: ยินดีต้อนรับกลับมา!
tr: Tekrar hoş geldin!
uk: З поверненням!
vi: Chào mừng trở lại!
yue: 歡迎回來！
zh: 欢迎回来！
zh_tw: 歡迎回來！

source: Welcome to LearnScrumble
ar: مرحبًا بك في LearnScrumble
bg: Добре дошли в LearnScrumble
bn: LearnScrumble-এ স্বাগতম
ca: Et donem la benvinguda a LearnScrumble
cs: Vítejte v LearnScrumble
da: Velkommen til LearnScrumble
de: Willkommen bei LearnScrumble
el: Καλώς ήρθες στο LearnScrumble
es: Bienvenido a LearnScrumble
eu: Ongi etorri LearnScrumble-ra
fa: به LearnScrumble خوش آمدید
fi: Tervetuloa LearnScrumbleen
fr: Bienvenue dans LearnScrumble
gl: Dámosche a benvida a LearnScrumble
gu: LearnScrumble માં આપનું સ્વાગત છે
he: ברוכים הבאים ל-LearnScrumble
hi: LearnScrumble में आपका स्वागत है
hr: Dobro došli u LearnScrumble
hu: Üdvözöl a LearnScrumble
id: Selamat datang di LearnScrumble
it: Benvenuto in LearnScrumble
ja: LearnScrumbleへようこそ
kk: LearnScrumble-ға қош келдіңіз
kn: LearnScrumble ಗೆ ಸ್ವಾಗತ
ko: LearnScrumble에 오신 것을 환영합니다
lt: Sveiki atvykę į LearnScrumble
ml: LearnScrumble-ലേക്ക് സ്വാഗതം
mr: LearnScrumble मध्ये आपले स्वागत आहे
ms: Selamat datang ke LearnScrumble
nb: Velkommen til LearnScrumble
ne: LearnScrumble मा स्वागत छ
nl: Welkom bij LearnScrumble
or: LearnScrumble କୁ ସ୍ୱାଗତ
pa: LearnScrumble ਵਿੱਚ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witaj w LearnScrumble
pt_br: Boas-vindas ao LearnScrumble
pt_pt: Bem-vindo ao LearnScrumble
ro: Bun venit în LearnScrumble
ru: Добро пожаловать в LearnScrumble
sk: Vitajte v LearnScrumble
sl: Dobrodošli v LearnScrumble
sq: Mirë se vjen në LearnScrumble
sv: Välkommen till LearnScrumble
ta: LearnScrumble-க்கு வரவேற்கிறோம்
te: LearnScrumble కు స్వాగతం
th: ยินดีต้อนรับสู่ LearnScrumble
tr: LearnScrumble'a hoş geldin
uk: Вітаємо в LearnScrumble
vi: Chào mừng đến với LearnScrumble
yue: 歡迎使用 LearnScrumble
zh: 欢迎使用 LearnScrumble
zh_tw: 歡迎使用 LearnScrumble

source: Welder
ar: لحام
bg: Заварчик
bn: ওয়েল্ডার
ca: Soldador
cs: Svářeč
da: Svejser
de: Schweißer
el: Συγκολλητής
es: Soldador
eu: Soldatzailea
fa: جوشکار
fi: Hitsaaja
fr: Soudeur
gl: Soldador
gu: વેલ્ડર
he: רתך
hi: वेल्डर
hr: Zavarivač
hu: Hegesztő
id: Tukang las
it: Saldatore
ja: 溶接工
kk: Дәнекерлеуші
kn: ವೆಲ್ಡರ್
ko: 용접공
lt: Suvirintojas
ml: വെൽഡർ
mr: वेल्डर
ms: Pengimpal
nb: Sveiser
ne: वेल्डर
nl: Lasser
or: ୱେଲ୍ଡର
pa: ਵੈਲਡਰ
pl: Spawacz
pt_br: Soldador
pt_pt: Soldador
ro: Sudor
ru: Сварщик
sk: Zvárač
sl: Varilec
sq: Saldator
sv: Svetsare
ta: வெல்டர்
te: వెల్డర్
th: ช่างเชื่อม
tr: Kaynakçı
uk: Зварювальник
vi: Thợ hàn
yue: 燒焊工
zh: 焊工
zh_tw: 焊接工

source: Words and images are generated by AI and may contain mistakes.
ar: الكلمات والصور مُنشأة بالذكاء الاصطناعي وقد تحتوي على أخطاء.
bg: Думите и изображенията са генерирани от ИИ и може да съдържат грешки.
bn: শব্দ ও ছবি AI দিয়ে তৈরি, তাই ভুল থাকতে পারে।
ca: Les paraules i les imatges es generen amb IA i poden contenir errors.
cs: Slova a obrázky generuje AI a mohou obsahovat chyby.
da: Ord og billeder er genereret af AI og kan indeholde fejl.
de: Wörter und Bilder werden von KI erzeugt und können Fehler enthalten.
el: Οι λέξεις και οι εικόνες δημιουργούνται από ΤΝ και μπορεί να περιέχουν λάθη.
es: Las palabras y las imágenes se generan con IA y pueden contener errores.
eu: Hitzak eta irudiak AAk sortzen ditu, eta akatsak izan ditzakete.
fa: کلمات و تصاویر با هوش مصنوعی ساخته می‌شوند و ممکن است اشتباه داشته باشند.
fi: Sanat ja kuvat on luotu tekoälyllä, ja niissä voi olla virheitä.
fr: Les mots et les images sont générés par l’IA et peuvent contenir des erreurs.
gl: As palabras e as imaxes xéranse con IA e poden conter erros.
gu: શબ્દો અને ચિત્રો AI દ્વારા બનાવવામાં આવે છે અને તેમાં ભૂલો હોઈ શકે છે.
he: המילים והתמונות נוצרות בבינה מלאכותית ועשויות להכיל טעויות.
hi: शब्द और चित्र AI द्वारा बनाए गए हैं और इनमें गलतियाँ हो सकती हैं।
hr: Riječi i slike generira UI i mogu sadržavati pogreške.
hu: A szavakat és a képeket MI generálja, ezért hibákat tartalmazhatnak.
id: Kata dan gambar dibuat oleh AI dan mungkin mengandung kesalahan.
it: Parole e immagini sono generate dall’IA e possono contenere errori.
ja: 単語と画像はAIによって生成されており、誤りが含まれる場合があります。
kk: Сөздер мен суреттерді ЖИ жасайды, оларда қателер болуы мүмкін.
kn: ಪದಗಳು ಮತ್ತು ಚಿತ್ರಗಳನ್ನು AI ರಚಿಸುತ್ತದೆ ಮತ್ತು ಅವುಗಳಲ್ಲಿ ತಪ್ಪುಗಳಿರಬಹುದು.
ko: 단어와 이미지는 AI로 생성되며 오류가 있을 수 있습니다.
lt: Žodžius ir paveikslėlius sukuria DI, todėl juose gali būti klaidų.
ml: വാക്കുകളും ചിത്രങ്ങളും AI സൃഷ്ടിച്ചതാണ്, അവയിൽ തെറ്റുകൾ ഉണ്ടാകാം.
mr: शब्द आणि चित्रे AI द्वारे तयार केली जातात आणि त्यात चुका असू शकतात.
ms: Perkataan dan gambar dijana oleh AI dan mungkin mengandungi kesilapan.
nb: Ord og bilder er laget av KI og kan inneholde feil.
ne: शब्द र तस्बिरहरू AI ले बनाएका हुन् र तिनमा गल्ती हुन सक्छ।
nl: Woorden en afbeeldingen worden door AI gegenereerd en kunnen fouten bevatten.
or: ଶବ୍ଦ ଓ ଛବି AI ଦ୍ୱାରା ତିଆରି ହୁଏ ଏବଂ ସେଥିରେ ଭୁଲ ରହିପାରେ।
pa: ਸ਼ਬਦ ਅਤੇ ਤਸਵੀਰਾਂ AI ਵੱਲੋਂ ਬਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਇਨ੍ਹਾਂ ਵਿੱਚ ਗਲਤੀਆਂ ਹੋ ਸਕਦੀਆਂ ਹਨ।
pl: Słowa i obrazy są generowane przez AI i mogą zawierać błędy.
pt_br: Palavras e imagens são geradas por IA e podem conter erros.
pt_pt: As palavras e imagens são geradas por IA e podem conter erros.
ro: Cuvintele și imaginile sunt generate de AI și pot conține greșeli.
ru: Слова и изображения созданы ИИ и могут содержать ошибки.
sk: Slová a obrázky generuje AI a môžu obsahovať chyby.
sl: Besede in slike ustvarja UI in lahko vsebujejo napake.
sq: Fjalët dhe imazhet krijohen nga IA dhe mund të kenë gabime.
sv: Ord och bilder skapas av AI och kan innehålla fel.
ta: சொற்களும் படங்களும் AI மூலம் உருவாக்கப்படுகின்றன, அவற்றில் பிழைகள் இருக்கலாம்.
te: పదాలు మరియు చిత్రాలు AI ద్వారా రూపొందించబడతాయి, వాటిలో తప్పులు ఉండవచ్చు.
th: คำและภาพสร้างโดย AI และอาจมีข้อผิดพลาด
tr: Kelimeler ve görseller yapay zekâ ile oluşturulur ve hata içerebilir.
uk: Слова та зображення створені ШІ й можуть містити помилки.
vi: Từ và hình ảnh được tạo bởi AI và có thể có sai sót.
yue: 詞彙和圖片由 AI 生成，可能有錯誤。
zh: 单词和图片由 AI 生成，可能存在错误。
zh_tw: 單字和圖片由 AI 生成，可能有錯誤。

source: You appear to be offline. Check your internet connection and try again.
ar: يبدو أنك غير متصل بالإنترنت. تحقّق من اتصالك وحاول مرة أخرى.
bg: Изглежда сте офлайн. Проверете интернет връзката си и опитайте отново.
bn: মনে হচ্ছে আপনি অফলাইনে আছেন। ইন্টারনেট সংযোগ দেখে আবার চেষ্টা করুন।
ca: Sembla que no tens connexió. Comprova la connexió a internet i torna-ho a provar.
cs: Zdá se, že jste offline. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Du ser ud til at være offline. Tjek din internetforbindelse, og prøv igen.
de: Du scheinst offline zu sein. Prüfe deine Internetverbindung und versuche es erneut.
el: Φαίνεται ότι είσαι εκτός σύνδεσης. Έλεγξε τη σύνδεσή σου στο διαδίκτυο και δοκίμασε ξανά.
es: Parece que no tienes conexión. Revisa tu conexión a internet e inténtalo de nuevo.
eu: Konexiorik gabe zaudela dirudi. Egiaztatu interneteko konexioa eta saiatu berriro.
fa: به نظر می‌رسد آفلاین هستید. اتصال اینترنت را بررسی کنید و دوباره امتحان کنید.
fi: Näyttää siltä, että olet offline-tilassa. Tarkista internetyhteys ja yritä uudelleen.
fr: Vous semblez être hors ligne. Vérifiez votre connexion Internet et réessayez.
gl: Parece que estás sen conexión. Comproba a conexión a internet e téntao de novo.
gu: તમે ઑફલાઇન હોવ એવું લાગે છે. ઇન્ટરનેટ કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he: נראה שאין חיבור לאינטרנט. בדקו את החיבור ונסו שוב.
hi: लगता है आप ऑफ़लाइन हैं। अपना इंटरनेट कनेक्शन जाँचें और फिर से कोशिश करें।
hr: Čini se da niste povezani. Provjerite internetsku vezu i pokušajte ponovno.
hu: Úgy tűnik, nincs internetkapcsolat. Ellenőrizd a kapcsolatot, és próbáld újra.
id: Sepertinya kamu sedang offline. Periksa koneksi internet lalu coba lagi.
it: Sembra che tu sia offline. Controlla la connessione a Internet e riprova.
ja: オフラインのようです。インターネット接続を確認して、もう一度お試しください。
kk: Желіде жоқ сияқтысыз. Интернет байланысын тексеріп, қайталап көріңіз.
kn: ನೀವು ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿರುವಂತೆ ತೋರುತ್ತದೆ. ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 오프라인 상태인 것 같습니다. 인터넷 연결을 확인하고 다시 시도하세요.
lt: Atrodo, kad esate neprisijungę. Patikrinkite interneto ryšį ir bandykite dar kartą.
ml: നിങ്ങൾ ഓഫ്‌ലൈനാണെന്ന് തോന്നുന്നു. ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കൂ.
mr: तुम्ही ऑफलाइन आहात असे दिसते. इंटरनेट कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms: Anda nampaknya di luar talian. Semak sambungan internet dan cuba lagi.
nb: Du ser ut til å være frakoblet. Sjekk internettforbindelsen og prøv igjen.
ne: तपाईं अफलाइन हुनुहुन्छ जस्तो देखिन्छ। इन्टरनेट जडान जाँच गरी फेरि प्रयास गर्नुहोस्।
nl: Je lijkt offline te zijn. Controleer je internetverbinding en probeer het opnieuw.
or: ଲାଗୁଛି ଆପଣ ଅଫଲାଇନ୍ ଅଛନ୍ତି। ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ଯାଞ୍ଚ କରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਲੱਗਦਾ ਹੈ ਤੁਸੀਂ ਔਫਲਾਈਨ ਹੋ। ਆਪਣਾ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wygląda na to, że jesteś offline. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Parece que você está offline. Verifique sua conexão com a internet e tente de novo.
pt_pt: Parece que está offline. Verifique a ligação à internet e tente novamente.
ro: Se pare că ești offline. Verifică conexiunea la internet și încearcă din nou.
ru: Похоже, вы не в сети. Проверьте подключение к интернету и попробуйте снова.
sk: Zdá sa, že ste offline. Skontrolujte pripojenie na internet a skúste to znova.
sl: Zdi se, da niste povezani. Preverite internetno povezavo in poskusite znova.
sq: Duket se je jashtë linje. Kontrollo lidhjen me internetin dhe provo përsëri.
sv: Du verkar vara offline. Kontrollera internetanslutningen och försök igen.
ta: நீங்கள் ஆஃப்லைனில் இருப்பதாகத் தெரிகிறது. இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నట్లు ఉంది. ఇంటర్నెట్ కనెక్షన్ తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: ดูเหมือนว่าคุณออฟไลน์อยู่ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง
tr: Çevrimdışı görünüyorsun. İnternet bağlantını kontrol edip tekrar dene.
uk: Схоже, ви не в мережі. Перевірте підключення до інтернету та спробуйте ще раз.
vi: Có vẻ bạn đang ngoại tuyến. Hãy kiểm tra kết nối internet và thử lại.
yue: 你似乎處於離線狀態。請檢查網絡連線後再試。
zh: 你似乎处于离线状态。请检查网络连接后重试。
zh_tw: 你似乎處於離線狀態。請檢查網路連線後再試一次。

source: You have learned everything!
ar: لقد تعلّمت كل شيء!
bg: Научихте всичко!
bn: আপনি সব শিখে ফেলেছেন!
ca: Ho has après tot!
cs: Všechno máte naučené!
da: Du har lært det hele!
de: Du hast alles gelernt!
el: Τα έμαθες όλα!
es: ¡Lo has aprendido todo!
eu: Dena ikasi duzu!
fa: همه‌چیز را یاد گرفتید!
fi: Olet oppinut kaiken!
fr: Vous avez tout appris !
gl: Xa o aprendiches todo!
gu: તમે બધું શીખી લીધું!
he: למדתם הכול!
hi: आपने सब कुछ सीख लिया!
hr: Naučili ste sve!
hu: Mindent megtanultál!
id: Kamu sudah mempelajari semuanya!
it: Hai imparato tutto!
ja: すべて習得しました！
kk: Сіз бәрін үйрендіңіз!
kn: ನೀವು ಎಲ್ಲವನ್ನೂ ಕಲಿತಿದ್ದೀರಿ!
ko: 모두 배웠습니다!
lt: Jūs išmokote viską!
ml: നിങ്ങൾ എല്ലാം പഠിച്ചു!
mr: तुम्ही सर्व काही शिकलात!
ms: Anda telah mempelajari semuanya!
nb: Du har lært alt!
ne: तपाईंले सबै सिक्नुभयो!
nl: Je hebt alles geleerd!
or: ଆପଣ ସବୁକିଛି ଶିଖିଗଲେ!
pa: ਤੁਸੀਂ ਸਭ ਕੁਝ ਸਿੱਖ ਲਿਆ!
pl: Wszystko opanowane!
pt_br: Você aprendeu tudo!
pt_pt: Aprendeu tudo!
ro: Ai învățat tot!
ru: Вы выучили всё!
sk: Všetko máte naučené!
sl: Naučili ste se vse!
sq: I ke mësuar të gjitha!
sv: Du har lärt dig allt!
ta: நீங்கள் அனைத்தையும் கற்றுவிட்டீர்கள்!
te: మీరు అన్నీ నేర్చుకున్నారు!
th: คุณเรียนครบทุกคำแล้ว!
tr: Her şeyi öğrendin!
uk: Ви вивчили все!
vi: Bạn đã học hết rồi!
yue: 你已經全部學識了！
zh: 你已经全部学会了！
zh_tw: 你已經全部學會了！
